{"translation-revision-date":"2024-04-26 09:40:44+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"pt"},"For example, we've added the “Free shipping” method for shoppers in your country. You can edit, add to, or remove shipping methods by selecting Edit or Delete.":["Por exemplo, adicionámos o método \"Envio gratuito\" para os clientes do seu país. Pode editar, adicionar ou remover métodos de envio seleccionando Editar ou Eliminar."],"Add one or more shipping methods you'd like to offer to shoppers in your zones.":["Adicione um ou mais métodos de envio que gostaria de oferecer aos compradores nas suas zonas."],"We've added some shipping zones to get you started — you can manage them by selecting Edit or Delete.":["Adicionámos algumas zonas de envio para que possa começar - pode fazer a sua gestão seleccionando Editar ou Eliminar."],"Specify the areas you'd like to ship to! Give each zone a name, then list the regions you'd like to include. Your regions can be as specific as a zip code or as broad as a country. Shoppers will only see the methods available in their region.":["Especifique as zonas para as quais gostaria de enviar! Dê um nome a cada zona e, em seguida, indique as regiões que gostaria de incluir. As suas regiões podem ser tão específicas como um código postal ou tão abrangentes como um país. Os compradores só verão os métodos disponíveis na sua região."],"Hide this":["Ocultar"],"(opens in a new tab)":["(abre num novo separador)"],"Get started":["Começar"],"Task List Options":["Opções da lista de tarefas"],"Recommended":["Recomendado"],"Activate":["Activar"],"Shipping zones":["Zonas de envio"],"Learn more":["Aprenda mais"],"Shipping methods":["Métodos de Envio"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/shipping-recommendations.js"}}